[
    {
        "image": "/images/icon/wedding.png",
        "title": "Wedding Car Rental Nagpur",
        "description": "We at Laxmi Car Rental provides luxurious ride for a most important day of your life."
    },
    {
        "image": "/images/icon/corporate-icon.png",
        "title": "Corporate Car Rental Nagpur",
        "description": "We at Laxmi car rental provides corporate car rental services for you at best and competitive rates."
    },
    {
        "image": "/images/icon/outstation-icon.png",
        "title": "Outstation Car Rental Nagpur",
        "description": "Want to travel with your friends or family outstation at extreme comfort. Book a car on rent with experienced drivers."
    },
    {
        "image": "/images/icon/luxury-car.png",
        "title": "Luxury Car Rental Nagpur",
        "description": "Travel in luxury and style with laxmi car rental luxury car rental services at best prices."
    },
    {
        "image": "/images/icon/nagpur-tour.png",
        "title": "Nagpur Tour",
        "description": "Want to take a tour of Nagpur with comfort of luxury and at best prices. Book a car with Laxmi car rental."
    },
    {
        "image": "/images/icon/taxi-booking.png",
        "title": "Taxi Booking in Nagpur",
        "description": "Need a taxi for small visits and occasions. We are here for you. Book a car now to enjoy the ride at best prices"
    },
    {
        "image": "/images/icon/family-picnic.png",
        "title": "Family Trips and Picnics",
        "description": "Want to visit nearby areas of Nagpur and enjoy with your family. Book a car of your choice with us and enjoy while making memories."
    },
    {
        "image": "/images/icon/bus-booking.png",
        "title": "Bus Booking",
        "description": "Want to book a bus at your comfort without any online process and efforts. Just give us a call to help you with that."
    },
    {
        "image": "/images/icon/hotel-booking.png",
        "title": "Hotel Booking",
        "description": "Want to book a hotel at your comfort without any online process and efforts. Just give us a call to help you with that."
    },
    {
        "image": "/images/icon/flight-booking.png",
        "title": "Flight Booking",
        "description": "Want to book a flight at your comfort without any online process and efforts. Just give us a call to help you with that."
    },
    {
        "image": "/images/icon/train-booking.png",
        "title": "Train Tickets",
        "description": "Want to book a train at your comfort without any online process and efforts. Just give us a call to help you with that."
    }
]
